{
  "title": "Curify | Πρόγραμμα Διαχείρισης Ιατρείου & Κλινικής (Cloud EHR)",
  "description": "Το απόλυτο ιατρικό λογισμικό. Διαχείριση ραντεβού, ηλεκτρονικός φάκελος ασθενή, ηλεκτρονική συνταγογράφηση και οργάνωση κλινικής σε μία πλατφόρμα. Απλοποιήστε την ιατρική πρακτική σας σήμερα.",
  "keywords": "πρόγραμμα διαχείρισης ιατρείου, ηλεκτρονική συνταγογράφηση, διαχείριση κλινικής, ιατρικό λογισμικό, EHR, CRM υγείας, ηλεκτρονικός φάκελος υγείας, λογισμικό νοσοκομείου",
  "about": {
    "title": "Σχετικά με το Curify | Η Εξέλιξη στο Ιατρικό Λογισμικό",
    "description": "Γνωρίστε το Curify, το ολοκληρωμένο λειτουργικό σύστημα για γιατρούς και κλινικές. Η αποστολή μας για τον ψηφιακό μετασχηματισμό της υγείας.",
    "keywords": "σχετικά με το curify, ιατρική τεχνολογία, λογισμικό υγείας ελλάδα"
  },
  "useCases": {
    "title": "Λύσεις για Ιατρεία, Κλινικές & Νοσοκομεία | Curify",
    "description": "Το Curify προσαρμόζεται στις ανάγκες σας. Εξειδικευμένο λογισμικό για ιδιώτες ιατρούς, πολυϊατρεία και μεγάλες νοσοκομειακές μονάδες.",
    "keywords": "πρόγραμμα για ιατρεία, διαχείριση κλινικής, λογισμικό νοσοκομείου, ιατρικές λύσεις"
  },
  "features": {
    "title": "Δυνατότητες | Ηλεκτρονική Συνταγογράφηση & Φάκελος Ασθενή",
    "description": "Ανακαλύψτε τις δυνατότητες του Curify: Ηλεκτρονική Συνταγογράφηση (ΗΔΙΚΑ), Διαχείριση Ραντεβού, Φάκελος Ασθενή και Smart Inventory.",
    "keywords": "ηλεκτρονική συνταγογράφηση, ιατρικός φάκελος, διαχείριση ραντεβού, ιατρικό CRM, πρόγραμμα γιατρών"
  },
  "blog": {
    "title": "Curify Blog | Νέα Ψηφιακής Υγείας & Ιατρικής Τεχνολογίας",
    "description": "Άρθρα και οδηγοί για την ψηφιακή υγεία, τη διαχείριση ιατρείου και τις εξελίξεις στην ιατρική τεχνολογία στην Ελλάδα.",
    "keywords": "ιατρικό blog, νέα ψηφιακής υγείας, συμβουλές διαχείρισης ιατρείου"
  },
  "contact": {
    "title": "Επικοινωνία | Κλείστε Demo & Υποστήριξη",
    "description": "Επικοινωνήστε μαζί μας για δωρεάν παρουσίαση (Demo) του Curify. Μάθετε για τις τιμές και τις λύσεις μας.",
    "keywords": "επικοινωνία curify, demo ιατρικού προγράμματος, υποστήριξη, τιμές curify"
  },
  "privacy": {
    "title": "Πολιτική Απορρήτου (Privacy Policy) | Curify",
    "description": "Πλήρης συμμόρφωση με GDPR για την ασφάλεια των ιατρικών δεδομένων.",
    "keywords": "πολιτική απορρήτου, gdpr υγεία, ασφάλεια ιατρικών δεδομένων"
  },
  "terms": {
    "title": "Όροι Χρήσης (Terms) | Curify",
    "description": "Οι όροι χρήσης και προϋποθέσεις της πλατφόρμας Curify.",
    "keywords": "όροι χρήσης, σύμβαση λογισμικού"
  }
}